Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: We couldn't find another verified product in the same category. Try the catalog again.
cs: Nemohli jsme najít jiný ověřený výrobek ve stejné kategorii. Zkus znovu katalog.
da: Vi kunne ikke finde et andet produkt i samme kategori. Prøv kataloget igen.
de: Wir konnten kein anderes verifiziertes Produkt in derselben Kategorie finden. Versuchen Sie den Katalog erneut.
es: No pudimos encontrar otro producto verificado en la misma categoría. Prueba el catálogo otra vez.
fr: Nous n'avons pas trouvé d'autre produit vérifié dans la même catégorie. Essayez encore le catalogue.
it: Non abbiamo trovato un altro prodotto verificato nella stessa categoria. Riprova il catalogo.
pl: Nie mogliśmy znaleźć innego zweryfikowanego produktu w tej samej kategorii. Spróbuj jeszcze raz w katalogu.
pt_pt: Não conseguimos encontrar outro produto verificado na mesma categoria. Tenta o catálogo outra vez.

source: We couldn't find another verified product in the same category. Your Plus access is active — try the catalog again.
cs: Nemohli jsme najít jiný ověřený výrobek ve stejné kategorii. Váš Plus přístup je aktivní - zkuste katalog znovu.
da: Vi kunne ikke finde et andet produkt i samme kategori. Din Plus-adgang er aktiv - prøv kataloget igen.
de: Wir konnten kein anderes verifiziertes Produkt in derselben Kategorie finden. Ihr Plus-Zugang ist aktiv - versuchen Sie den Katalog erneut.
es: No pudimos encontrar otro producto verificado en la misma categoría. Tu acceso Plus está activo — prueba el catálogo de nuevo.
fr: Nous n'avons pas trouvé d'autre produit vérifié dans la même catégorie. Votre accès Plus est actif — essayez à nouveau le catalogue.
it: Non abbiamo trovato un altro prodotto verificato nella stessa categoria. Il vostro accesso Plus è attivo — riprovare il catalogo di nuovo.
pl: Nie mogliśmy znaleźć innego zweryfikowanego produktu w tej samej kategorii. Twój dostęp Plus jest aktywny - spróbuj ponownie w katalogu.
pt_pt: Não conseguimos encontrar outro produto verificado na mesma categoria. Seu acesso Plus está ativo — tente novamente o catálogo.

source: We couldn't restore purchases. Check your connection and try again.
cs: Nemohli jsme obnovit nákupy. Zkontrolujte spojení a zkuste to znovu.
da: Vi kunne ikke genoprette købene. Tjek din forbindelse og prøv igen.
de: Wir konnten Käufe nicht wiederherstellen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No podíamos restaurar las compras. Revise su conexión e intente de nuevo.
fr: On ne pouvait pas restaurer les achats. Vérifiez votre connexion et essayez à nouveau.
it: Non abbiamo potuto ripristinare gli acquisti. Controlla la connessione e riprova.
pl: Nie mogliśmy przywrócić zakupów. Sprawdź połączenie i spróbuj ponownie.
pt_pt: Não conseguimos restaurar as compras. Verifique sua conexão e tente novamente.

source: We couldn't verify that purchase. Please try again.
cs: Nemohli jsme to ověřit. Prosím, zkuste to znovu.
da: Vi kunne ikke bekræfte købet. Prøv igen.
de: Wir konnten diesen Kauf nicht überprüfen. Bitte versuchen Sie es noch einmal.
es: No pudimos verificar esa compra. Por favor, inténtalo de nuevo.
fr: On ne pouvait pas vérifier cet achat. Veuillez réessayer.
it: Non abbiamo potuto verificare l'acquisto. Per favore riprovate.
pl: Nie mogliśmy zweryfikować tego zakupu. Proszę spróbować jeszcze raz.
pt_pt: Não pudemos verificar a compra. Por favor, tente novamente.

source: We don't have enough nutrition or ingredient data to score this product confidently.
cs: Nemáme dostatek údajů o výživě nebo složkách, abychom tento produkt zaznamenali s jistotou.
da: Vi har ikke nok ernæring eller ingrediens data til at score dette produkt trygt.
de: Wir haben nicht genug Nährstoff- oder Zutatendaten, um dieses Produkt sicher zu bewerten.
es: No tenemos suficientes datos de nutrición o ingrediente para marcar este producto con confianza.
fr: Nous n'avons pas assez de données nutritionnelles ou d'ingrédients pour marquer ce produit avec confiance.
it: Non abbiamo abbastanza dati nutrizionali o ingredienti per segnare questo prodotto con fiducia.
pl: Nie mamy wystarczającej ilości danych żywieniowych lub składników, aby z pewnością zdobyć ten produkt.
pt_pt: Não temos dados nutricionais ou de ingredientes suficientes para marcar este produto com confiança.

source: We sent a confirmation link to \(email).
cs: Poslali jsme potvrzující odkaz na\ (email).
da: Vi sendte et bekræftelseslink til\ (e-mail).
de: Wir haben einen Bestätigungslink an \(email) gesendet.
es: Enviamos un enlace de confirmación a \(email).
fr: Nous avons envoyé un lien de confirmation vers \(email).
it: Abbiamo inviato un link di conferma a \(email).
pl: Wysłaliśmy link do potwierdzenia\ (e-mail).
pt_pt: Enviamos um link de confirmação para \(email).

source: We sent a confirmation link to \(email). After confirming, return here and sign in.
cs: Poslali jsme potvrzující odkaz na\ (email). Po potvrzení, vraťte se sem a přihlaste se.
da: Vi sendte et bekræftelseslink til\ (e-mail). Efter bekræftelse, vende tilbage her og logge ind.
de: Wir haben einen Bestätigungslink an \(email) gesendet. Nachdem Sie bestätigt haben, kehren Sie hier zurück und melden Sie sich an.
es: Enviamos un enlace de confirmación a \(email). Después de confirmar, regresa aquí y accede.
fr: Nous avons envoyé un lien de confirmation vers \(email). Après confirmation, revenez ici et inscrivez-vous.
it: Abbiamo inviato un link di conferma a \(email). Dopo la conferma, torna qui e firma.
pl: Wysłaliśmy link do potwierdzenia\ (e-mail). Po potwierdzeniu, wróć tutaj i wpisz się.
pt_pt: Enviamos um link de confirmação para \(email). Depois de confirmar, volte aqui e assine.

source: Welcome to
cs: Vítejte.
da: Velkommen til
de: Willkommen zu
es: Bienvenido a
fr: Bienvenue à
it: Benvenuto
pl: Witamy w
pt_pt: Bem- vindo a

source: What Pickly uses
cs: Co Pickly používá
da: Hvad Pickly bruger
de: Was Pickly verwendet
es: Lo que Pickly utiliza
fr: Ce que Pickly utilise
it: Cosa usa Pickly
pl: Czego używa Pickly
pt_pt: O que o Pickly usa

source: What the score means
cs: Co znamená skóre
da: Hvad scoren betyder
de: Was der Score bedeutet
es: Lo que significa la puntuación
fr: Ce que signifie le score
it: Che cosa significa il punteggio
pl: Co oznacza wynik
pt_pt: O que significa a pontuação

source: What to look for
cs: Na co se zaměřit
da: Hvad skal du se efter
de: Worauf achten
es: En qué fijarse
fr: Points à vérifier
it: Cosa controllare
pl: Na co zwrócić uwagę
pt_pt: O que procurar

source: What's inside
cs: Co je uvnitř
da: Hvad er der i?
de: Das steckt drin
es: Qué contiene
fr: Ce qu’il contient
it: Cosa contiene
pl: Co jest w środku
pt_pt: O que contém

source: When you choose Google Sign-In, Google's SDK may process account and service data described by its bundled privacy manifest, including name, email address, user ID, phone number when present on the selected Google account, coarse location, device identifiers, and other service usage data. Google declares these uses for sign-in functionality and limited SDK analytics, not advertising tracking. Pickly does not request location permission or use this data for advertising.
cs: Když zvolíte Google Sign-In, SDK Google může zpracovávat data o účtu a službách popsaná v jeho souborném manifestu o ochraně osobních údajů, včetně jména, e-mailové adresy, uživatelského ID, telefonního čísla, pokud jsou přítomna na zvoleném účtu Google, hrubé umístění, identifikátory zařízení a dalších údajů o používání služeb. Společnost Google prohlašuje tato použití pro funkce sign- in a limitovanou SDK analytikou, nikoli pro sledování reklamy. Picklyý nepožádá o povolení k umístění ani tyto údaje nepoužívá pro reklamu.
da: Når du vælger Google Sign-In, kan Googles SDK behandle konto- og tjenestedata, der er beskrevet i dets bundtede datasikkerhedsmanifest, herunder navn, e-mailadresse, bruger-id, telefonnummer, når de er til stede på den valgte Google-konto, grov placering, enhedsidentifikatorer og andre tjenestebrugsdata. Google erklærer disse anvendelser for signal- i funktionalitet og begrænset SDK analytics, ikke reklame sporing. Pickly ikke anmode om placering tilladelse eller bruge disse data til reklame.
de: Wenn Sie Google Sign-In wählen, kann das Google SDK Konto- und Dienstdaten verarbeiten, die durch sein gebündeltes Datenschutzmanifest beschrieben werden, einschließlich Name, E-Mail-Adresse, Benutzer-ID, Telefonnummer, wenn sie auf dem ausgewählten Google-Konto vorhanden sind, grober Standort, Gerätekennungen und andere Dienstnutzungsdaten. Google erklärt diese Verwendungen für Anmeldefunktionen und begrenzte SDK-Analysen, nicht für Werbe-Tracking. Pickly fordert keine Standortgenehmigung an oder verwendet diese Daten nicht für Werbung.
es: Cuando elija Google Sign-In, SDK de Google puede procesar datos de cuenta y servicio descritos por su manifiesto de privacidad agrupado, incluyendo nombre, dirección de correo electrónico, ID de usuario, número de teléfono cuando está presente en la cuenta de Google seleccionada, ubicación gruesa, identificadores de dispositivo, y otros datos de uso de servicios. Google declara estos usos para la funcionalidad de inicio de sesión y análisis SDK limitado, no seguimiento de publicidad. Pickly no solicita permiso de ubicación ni utiliza estos datos para publicidad.
fr: Lorsque vous choisissez Google Login-In, le SDK de Google peut traiter les données de compte et de service décrites par son manifeste de confidentialité groupé, y compris le nom, l'adresse e-mail, l'identifiant de l'utilisateur, le numéro de téléphone lorsqu'il est présent sur le compte Google sélectionné, l'emplacement grossier, les identifiants d'appareil et d'autres données d'utilisation du service. Google déclare ces utilisations pour la fonctionnalité de connexion et l'analyse SDK limitée, et non le suivi publicitaire. Pickly ne demande pas l'autorisation d'emplacement ou d'utiliser ces données pour la publicité.
it: Quando si sceglie Google Sign-In, SDK di Google può elaborare i dati dell'account e del servizio descritti dal suo manifesto di privacy in bundle, tra cui nome, indirizzo e-mail, ID utente, numero di telefono quando presente sull'account Google selezionato, posizione grossolana, identificatori del dispositivo e altri dati di utilizzo del servizio. Google dichiara questi usi per la funzionalità di accesso e l'analisi SDK limitata, non il tracciamento pubblicitario. Pickly non richiede il permesso di posizione o utilizzare questi dati per la pubblicità.
pl: Po wybraniu Google Sign- In, Google SDK może przetwarzać dane konta i usługi opisane przez dołączony do niego manifest prywatności, w tym nazwę, adres e-mail, identyfikator użytkownika, numer telefonu, gdy jest obecny na wybranym koncie Google, grubą lokalizację, identyfikatory urządzeń i inne dane dotyczące korzystania z usługi. Google deklaruje te zastosowania dla sign- in funkcjonalności i ograniczonej analizy SDK, a nie śledzenia reklamy. Nie wymaga zezwolenia na lokalizację ani nie używa tych danych do reklamy.
pt_pt: Quando você escolhe o Google Sign-In, o SDK do Google pode processar dados de conta e serviço descritos pelo manifesto de privacidade empacotado, incluindo nome, endereço de e-mail, ID do usuário, número de telefone quando presente na conta do Google selecionada, localização grosseira, identificadores de dispositivo e outros dados de uso de serviço. O Google declara estes usos para a funcionalidade de login e análise SDK limitada, não rastreamento publicitário. Pickly não solicita permissão de localização ou usa estes dados para publicidade.

source: When you use optional account sign-in, Firebase processes your email address, user ID, and any name supplied by Apple or Google. Firebase Authentication's bundled privacy manifest also declares other diagnostic data used for analytics; this data is not linked to your identity and is not used for tracking. Pickly keeps the local session managed by Firebase, while account-linked product requests are stored in Pickly's Cloudflare service. Pickly does not store long-lived Apple authorization codes or refresh tokens.
cs: Pokud používáte volitelné přihlášení účtu, Firebase zpracovává vaši emailovou adresu, uživatelské ID a jakékoli jméno dodané Apple nebo Google. Firebase Authentication 's Bunthentication' s bundled privacy manifest also classes other diagnostic data used for analytics; these data is not linking to your identity and is not used for tracking. Pickly udržuje lokální relaci řízenou Firebase, zatímco požadavky na produkty spojené s účtem jsou uloženy v Pickly 's Cloudflare služby. Pickly neuchovává dlouho trvající autorizační kódy Apple nebo obnovovací žetony.
da: Når du bruger valgfri konto sign-in, Firebase behandler din e-mail-adresse, bruger-id, og ethvert navn leveret af Apple eller Google. Firebase Authentication "s bundtet privacy manifest også erklærer andre diagnostiske data, der anvendes til analytics; disse data er ikke knyttet til din identitet og ikke bruges til sporing. Pickly holder den lokale session styret af Firebase, mens account- linked produkt anmodninger er gemt i Picklys Cloudflare service. Pickly ikke gemme langlivede Apple godkendelse koder eller opdatere tokens.
de: Wenn Sie eine optionale Kontoanmeldung verwenden, verarbeitet Firebase Ihre E-Mail-Adresse, Benutzer-ID und jeden von Apple oder Google angegebenen Namen. Das gebündelte Datenschutzmanifest von Firebase Authentication deklariert auch andere diagnostische Daten, die für Analysen verwendet werden; diese Daten sind nicht mit Ihrer Identität verknüpft und werden nicht zum Tracking verwendet. Pickly verwaltet die lokale Sitzung von Firebase, während kontogebundene Produktanfragen im Cloudflare-Dienst von Pickly gespeichert werden. Pickly speichert keine langlebigen Apple-Autorisierungscodes oder Update-Tokens.
es: Cuando utiliza el registro de cuenta opcional, Firebase procesa su dirección de correo electrónico, ID de usuario y cualquier nombre suministrado por Apple o Google. Firebase El manifiesto de privacidad agrupado de Authentication también declara otros datos de diagnóstico utilizados para la analítica; estos datos no están vinculados a su identidad y no se utilizan para el seguimiento. Pickly mantiene la sesión local gestionada por Firebase, mientras que las solicitudes de productos relacionadas con la cuenta se almacenan en el servicio Cloudflare de Pickly. Pickly no almacena códigos de autorización de Apple de larga duración o tokens de actualización.
fr: Lorsque vous utilisez une connexion optionnelle de compte, Firebase traite votre adresse e-mail, votre identifiant utilisateur et tout nom fourni par Apple ou Google. Le manifeste de confidentialité de Firebase Authentification déclare également d'autres données de diagnostic utilisées pour l'analyse; ces données ne sont pas liées à votre identité et ne sont pas utilisées pour le suivi. Pickly garde la session locale gérée par Firebase, tandis que les demandes de produits liées à un compte sont stockées dans le service Cloudflare de Pickly. Pickly ne stocke pas les codes d'autorisation Apple de longue durée ni les jetons de rafraîchissement.
it: Quando si utilizza l'account opzionale sign-in, Firebase elabora il tuo indirizzo email, ID utente e qualsiasi nome fornito da Apple o Google. Il manifesto sulla privacy di Firebase Authentication dichiara anche altri dati diagnostici utilizzati per l'analisi; questi dati non sono collegati alla tua identità e non sono utilizzati per il monitoraggio. Pickly mantiene la sessione locale gestita da Firebase, mentre le richieste di prodotti collegati al conto vengono memorizzate nel servizio Cloudflare di Pickly. Pickly non memorizza codici di autorizzazione Apple di lunga durata o token di aggiornamento.
pl: Podczas korzystania z opcjonalnego logowania Firebase przetwarza Twój adres e-mail, identyfikator użytkownika i nazwy dostarczone przez Apple lub Google. Manifest prywatności Firebase Authentication deklaruje również inne dane diagnostyczne wykorzystywane do analizy; dane te nie są powiązane z Twoją tożsamością i nie są wykorzystywane do śledzenia. Pickly przechowuje lokalną sesję zarządzaną przez Firebase, a żądania produktów powiązane z kontem są przechowywane w usłudze Cloudflare firmy Pickly. Pickly nie przechowuje długoterminowych kodów autoryzacji Apple ani tokenów odświeżania.
pt_pt: Quando você usa o login opcional da conta, o Firebase processa seu endereço de e-mail, ID de usuário e qualquer nome fornecido pela Apple ou Google. O manifesto de privacidade empacotado da Firebase Authentication também declara outros dados diagnósticos usados para análise; esses dados não estão ligados à sua identidade e não são usados para rastreamento. A Pickly mantém a sessão local gerenciada pela Firebase, enquanto as solicitações de produto ligadas à conta são armazenadas no serviço Cloudflare da Pickly. Pickly não armazena códigos de autorização Apple de longa duração ou atualizar tokens.

source: Why this score?
cs: Proč toto skóre?
da: Hvorfor denne score?
de: Warum diese Punktzahl?
es: ¿Por qué esta puntuación?
fr: Pourquoi ce score ?
it: Perché questo punteggio?
pl: Dlaczego taki wynik?
pt_pt: Porque é que esta pontuação?

source: Working…
cs: Práce...
da: Arbejde...
de: Arbeit ...
es: Trabajando...
fr: Travailler...
it: Lavorare...
pl: Pracuję...
pt_pt: A trabalhar...

source: Worth checking
cs: Kontrola
da: Værd at kontrollere
de: Wertprüfung
es: Verificación de valor
fr: Vérification de la valeur
it: Vale la pena controllare
pl: Warto sprawdzić
pt_pt: Vale a pena verificar

source: Worth comparing
cs: Stojí to za porovnání.
da: Værd at sammenligne
de: Wertvergleich
fr: Vaut mieux comparer
it: Peggio di confronto
pl: Warto porównać
pt_pt: Vale a pena comparar

source: Worth watching if you prefer simpler ingredients.
cs: Stojí za sledování, pokud dáváte přednost jednodušším ingrediencím.
da: Værd at se, hvis du foretrækker enklere ingredienser.
de: Sehenswert, wenn Sie einfachere Zutaten bevorzugen.
es: A ver si prefiere ingredientes más simples.
fr: Vaut mieux regarder si vous préférez des ingrédients plus simples.
it: Vale la pena guardare se si preferisce ingredienti più semplici.
pl: Warto obserwować, jeśli wolisz prostsze składniki.
pt_pt: Vale a pena observar se preferir ingredientes mais simples.

source: You can change these anytime in Profile.
cs: Můžete je měnit kdykoliv v profilu.
da: Du kan ændre disse når som helst i Profil.
de: Sie können diese jederzeit im Profil ändern.
es: Puedes cambiar estos en cualquier momento en el Perfil.
fr: Vous pouvez les modifier à tout moment dans Profil.
it: È possibile modificare questi in qualsiasi momento in Profilo.
pl: Możesz je zmienić w każdej chwili w Profil.
pt_pt: Você pode alterar isso a qualquer momento no Perfil.

source: You can delete your Pickly account from the Account screen. Deleting the account also clears local saved products and preferences.
cs: Můžete smazat svůj účet Pickly z obrazovky účtu. Smazání účtu také vymaže místní uložené produkty a preference.
da: Du kan slette din Pickly-konto fra skærmen Konto. Sletning af kontoen også rydder lokale gemte produkter og præferencer.
de: Sie können Ihr Pickly-Konto auf dem Kontobildschirm löschen. Das Löschen des Kontos löscht auch lokale gespeicherte Produkte und Präferenzen.
es: Puede eliminar su cuenta Pickly de la pantalla de la Cuenta. Eliminar la cuenta también aclara los productos y preferencias locales salvados.
fr: Vous pouvez supprimer votre compte Pickly de l'écran Compte. Supprimer le compte efface également les produits et les préférences enregistrés localement.
it: Puoi eliminare il tuo account Pickly dalla schermata Account. Cancellare l'account elimina anche i prodotti e le preferenze salvate locali.
pl: Możesz usunąć swoje konto z ekranu konta. Usuwanie konta usuwa również lokalne zapisane produkty i preferencje.
pt_pt: Você pode excluir sua conta Pickly da tela Conta. Excluir a conta também limpa produtos e preferências salvos locais.

source: You might prefer a lower sodium option
cs: Můžete preferovat nižší možnost sodíku.
da: Du vil måske foretrække en lavere natrium mulighed
de: Vielleicht bevorzugen Sie eine niedrigere Natrium-Option
es: Usted puede preferir una opción de sodio inferior
fr: Vous préférerez peut-être une option plus faible en sodium
it: Si potrebbe preferire un'opzione di sodio inferiore
pl: Możesz preferować opcję niższej zawartości sodu
pt_pt: Você pode preferir uma opção de sódio mais baixa

source: You're signed in
cs: Jsi zapsán.
da: Du er tilmeldt
de: Sie sind angemeldet
es: Estás firmado.
fr: Vous êtes connecté.
it: Sei firmata.
pl: Jesteś zapisany.
pt_pt: Está inscrito.

source: Your Pickly
cs: Tvoje Pickly
da: Din Pickly
de: Dein Pickly
es: Tu Pickly
fr: Votre Pickly
it: Il tuo Pickly
pl: Twój Pickly
pt_pt: O seu Pickly

source: Your account was deleted.
cs: Váš účet byl vymazán.
da: Din konto blev slettet.
de: Dein Account wurde gelöscht.
es: Su cuenta fue eliminada.
fr: Votre compte a été supprimé.
it: Il tuo account è stato cancellato.
pl: Twoje konto zostało skasowane.
pt_pt: A sua conta foi apagada.

source: Your choices
cs: Vaše volby
da: Dine valg
de: Ihre Entscheidungen
es: Sus opciones
fr: Vos choix
it: Le tue scelte
pl: Twoje wybory
pt_pt: Suas escolhas

source: Your purchase is pending approval.
cs: Váš nákup je v očekávání schválení.
da: Dit køb afventer godkendelse.
de: Ihr Kauf steht vor der Genehmigung.
es: Su compra está pendiente de aprobación.
fr: Votre achat est en attente d'approbation.
it: Il vostro acquisto è in attesa di approvazione.
pl: Twój zakup jest do zatwierdzenia.
pt_pt: Sua compra está pendente aprovação.

source: Your session expired. Sign in again and retry.
cs: Vaše sezení skončilo. Zapište se znovu a zkuste to znovu.
da: Din session er udløbet. Log ind igen og prøv igen.
de: Ihre Sitzung ist abgelaufen. Melden Sie sich erneut an und versuchen Sie es erneut.
es: Su sesión caducó. Inicie sesión de nuevo y vuelva a entrar.
fr: Votre session a expiré. Connectez-vous encore et réessayez.
it: La tua sessione è scaduta. Accedi di nuovo e riprova.
pl: Twoja sesja wygasła. Zaloguj się i spróbuj ponownie.
pt_pt: A tua sessão expirou. Assine novamente e tente novamente.

source: Your subscription keeps live catalog matches unlocked. Compare products side by side whenever current product data supports it.
cs: Předplatné zpřístupňuje aktuální shody z katalogu. Porovnávejte výrobky vedle sebe, pokud to dostupná data umožní.
da: Dit abonnement holder aktuelle katalogresultater tilgængelige. Sammenlign produkter side om side, når dataene understøtter det.
de: Mit deinem Abo bleiben aktuelle Katalogtreffer verfügbar. Vergleiche Produkte nebeneinander, wenn die Daten dies erlauben.
es: Tu suscripción mantiene disponibles las coincidencias del catálogo. Compara productos lado a lado cuando los datos lo permitan.
fr: Votre abonnement maintient les correspondances du catalogue accessibles. Comparez les produits côte à côte lorsque les données le permettent.
it: Il tuo abbonamento mantiene disponibili le corrispondenze del catalogo. Confronta i prodotti quando i dati lo consentono.
pl: Subskrypcja zapewnia dostęp do aktualnych dopasowań z katalogu. Porównuj produkty, gdy dane na to pozwalają.
pt_pt: A sua subscrição mantém disponíveis as correspondências do catálogo. Compare produtos lado a lado quando os dados o permitirem.

source: \(brand) \(category)
cs: \ (značka)\ (kategorie)
da: \ (mærke)\ (kategori)
de: \(Marke) \(Kategorie)
es: \(brand) \(categoría)
fr: \(marque) \(catégorie)
it: \(brand) \(categoria)
pl: \ (marka)\ (kategoria)
pt_pt: \(marca) \(categoria)
